;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Čeština
;Language name in English e.g. German
LanguageEn=Czech

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(prázdný)
21027=OK
21028=Zrušit
21029=Zavřít

;Words - simple words can be reused
150=Žádný
151=Použít
152=Složka
153=Soubor
154=Jméno
155=Cesta
156=Jméno:
157=Klávesová zkratka:
158=Cesta:
159=Reset

;Global
602=Nastavení Listary

;Balloon
801=Listary běží na pozadí.
802=Hledat při psaní
803=Hledaní při psaní bylo pro tento seznam dočasně vypnuto. Stiskněte ESC pro zapnutí.

;Tray Menu
1001=Online nápověda
1002=Zkontrolovat aktualizace...
1003=O Listary
1004=Ukončit

;Toolbar
1100=Hledat

;Favorite Menu
2000=Oblíbené
2001=Tato aplikace
2002=Globální
2003=Přidat složku
2004=Přidat aktivní složku do oblíbených
2050=Chyba přidání do oblíbených
2051=Listary nebylo schopné získat cestu z této aplikace.

;Recent Menu
2100=Naposledy otevřené
2101=Vymazat
2105=Sledovat tuto aplikaci
2106=Nesledovat tuto aplikaci

;Commands Menu
2201=Právě otevřené složky
2202=Přepnout do naposledy otevřené složky ze správce souborů
2203=Otevřít vybraný soubor ve správci souborů
2204=Prozkoumat aktuální složku
2205=Příkazový řádek
2206=Jít do složky aplikace
2207=Prozkoumat složku aplikace
2208=Zobrazit příponu souboru
2209=Zobrazit skryté soubory a složky
2210=Kopírovat cestu složky do schránky
2211=Kopírovat cesty vybraných položek do schránky
2212=Kopírovat zobrazené názvy vybraných položek do schránky
2213=Možnosti
2214=Aktualizovat na verzi Pro
2215=Export List Content to Excel
2216=Zakázat Listary v této aplikaci
2218=Oddělovač
2219=O úroveň výše
2252=Opravdu chcete zakázat Listary v této aplikaci?
2253=Zakázat Listary
2254=Od příštího startu již Listary nebude zobrazováno v této aplikaci.
2260=Příkazový řádek (Administrátor)
2261=Přidat aktuální složku jako projekt

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Seznam
2301=Jít na
2302=Hledání neodpovídá žádná položka.
2303=(aktuální složka)
2304=Projekt
2305=Kontextové menu

;Options > General
3000=Obecné
3001=Spustit Listary při startu Windows
3002=Nastavit vstupní fokus na seznam souboru automaticky ve Windows XP Průzkumníkovi
3004=Rychlé přepnutí (Otevřít aktualní složku v souborovém dialogu po přepnutí ze správce souborů)
3005=Jazyk:
3006=Výchozí správce souborů
3007=Vyplňte pokud chcete používat jiného správce souboru než Windows Explorer.\nPoužijte %1 jako parametr pro cestu. Nezapomeňte na uvozovky.
3008=Fuzzy porovnávání
3009=Zjišťovat automaticky aktualizace
3010=Zjištovat nové beta verze
3020=Předpona která dočasně zakáže "hledání při psaní" v aktualním výpisu (stiskněte ESC pro obnovení):

;Options > Favorites
3100=Oblíbené
3106=Podmenu

;Options > Commands
3306=Přidat vlastní příkaz
3309=Příkaz
3313=Zobrazovat název:
3314=Popis:
3315=Klíčové slovo:
3316=Tichý
3317=Spustit jako administrátor

;Options > Applications
3402=Povolit Listary pro tuto aplikaci
3403=Sledovat poslední soubory a složky

;Options > Keyboard and Mouse
3503=Zobrazit panel nástroju Listary:
3504=Zobrazit vyskakovací nabídku:

;Options > Display
3603=Relativně k výpisu
3604=Relativně k oknu
3605=Od vrchu
3606=Od spodu
3607=Zleva
3608=Zprava
3618=Vršek okna
3619=Spodek okna
3620=Relativně k monitoru
3621=Center of window
3624=Dvojklik v prázdné oblasti aktivuje Listary
3625=Kliknutí na prostřední tlačítko aktivuje Listary
3626=Povolit místní klávesové zkratky když je panel nástrojů Listary skrytý
3628=Umístění panelu nástrojů
3629=Hledat při psaní

;Options > Pro
3800=Upgradovat na Listary Pro
3802=Jméno:
3803=Email:
3804=Registrační kód:
3808=Vložit ze schránky
3809=Zkontrolovat registrační kód
3810=Gratulujeme, upgradoval jste na Listary Pro!
3811=Je nám líto ale registrační kód není platný.
3812=Listary je zdarma pouze pro osobní a nekomerční použití.
3813=Pokud chcete používat Listary pro komerční účely nebo v sídle vašeho podniku nebo pokud chcete podpořit vývoj Listary, upgradujte prosím na Listary Pro.
3814=Získejte Listary Pro hned teď!

;Options > About
3900=O Listary
3902=Přejít na domovskou stránku
3903=Tento program je licensovaný na

;Options > Integration
4000=Integrace
4002=Používat Total Commander místo souborových dialogů:

;Custom Command Dialog
4200=Vlastní příkaz
4201=Celá cesta ke spustitelnému souboru.\nPříklad: C:\Program Files\7-Zip\7z.exe
4202=Parametr:
4203=Tento příklad ukazuje, jak přidat vybraný soubor do archivu pomocí 7-Zip.\n\nMůžete použít následující proměnné v parametru. Proměnné neobsahují uvozovky, přidejte je prosím ručně, podle vašich potřeb.
4204=%file%\t\tÚplná ceskta vybraného souboru/složky.\nPříklad:  D:\download\music\example.mp3\n\n%path%\tCeska k aktuální složce.\nPříklad: D:\download\music\\n\n%filename%\tNázev vybraného souboru/složky.\nExample: example.mp3
4210=Vytvořit txt soubor (příklad)
4211=Vytvořit "{query}.txt"
4212=Např. napište "txt abc" abyste vytvořili a otevřeli "abc.txt" v Poznámkovém bloku

;Add Favorite Dialog
4300=Přidat k oblíbeným
4301=Použít cestu

;Menu List
4400=Nabídka
4401=Panel nástrojů
4402=Kontextová nabídka
4403=Oblíbené
4404=Oblíbená aplikace
4405=Nabídka složek v Total Commander
4406=Poslední
4407=Příkazy
4408=Nabídka po kliknutí levým tlačítkem v oznamovací oblasti
4409=Nabídka po kliknutí pravým tlačítkem v oznamovací oblasti

;Menu List Item Type
4500=Oblíbená složka
4501=Oblíbený dokument
4502=Otevřít aplikaci

;Options > Menus
5000=Nabídky
5001=Příkazy
5002=Nastavit původní nabídky
5003=Opravdu chcece nastavit všechna menu do výchozího nastavení? Neztratíte vaše oblíbené položky ani příkazy.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=Podle typu okna

;Options > Hotkeys
5200=Klávesové zkratky

;Options > By Application
5300=Podle aplikace
5301=Přišpendlené cesty
5302=Zde se zobrazují pouze aplikace s jiným než výchozím nastavením.

;Options > Index
5402=Prohledávat automaticky podsložky
5403=Předpona pro hledání na všech discích:
5404=Nevyhledávat v těchto místech
5410=Vyloučit disk nebo složku
5411=Přidat vylučovací filtr
5412=Odstranit vybranou položku
5413=Prohledávání disku
5416=Zakázat prohledávání disku
5417=Vytvořit znovu vyhledávací index
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Historie
5501=Sledovat historii otevíraných souboru a složek
5502=Vymazat historii
5503=Opravdu chcete vymazat všechny záznamy v historii?
3208=Automaticky vybrat poslední otevřený soubor v dialogu pro otevírání souborů
3215=Prohledávat poslední soubory a složky
5510=Vyloučit z historie

;Options > Projects
5600=Projekty
5601=Klíčové slovo
5602=Co to je?
5603=Pokud např. přidáte "D:\Websites\My Blog" jako projekt s klíčovým slovem "blog", můžete napsat "blog hledaný_soubor.html" a tím můžete odkudkoliv a kdykoliv prohledat tuto složku.
5605=Upgradujte nyní na Listary Pro, abyste mohli používat projekty!

;Options > Appearance
5700=Vzhled
5701=Velikost
5702=Normální
5703=Malá
5710=(v pixelech. Vložte 0 pro použítí výchozí velikosti.)
5711=Šířka:
5712=Maximální výška:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Přidat vylučující filtr
6101=* zastupuje nula nebo více znaků
6102=? zastupuje přesně jeden znak
6103=Filtr:

;Dialog > Register Hotkey
6200=Klávesová zkratka Listary
6201=Klávesová zkratka $1 je již obsazená jinou aplikací.
6202=Určete novou:

;Dialog > Upgrade to Pro
6301=Tato vlastnost je poskytnuta pro zhodnocení Listary Pro.
6302=Pokračovat

;Updates
6400=Aktualizace Listary
6402=Listary nyní nemůže zkontrolovat aktualizace, zkuste to prosím později znovu.
6403=Používáte nejnovější verzi Listary, zkuste kontrolu v budoucnosti.
6404=Nová verze $1 je dostupná.
6405=Nainstalovaná verze:
6406=Nejnovější verze:
6407=Otevřít stahovací stránku
6408=Přeskočit tuto verzi
6409=Připomenout později

;UI
8000=Klikněte pro nastavení kláves
8001=Stiskněte klávesovy

;Actions
9000=Akce
9001=Otevřít složku
9002=Kopířovat cestu do schránky
9003=Otevřít
9004=Kopírovat cestu složky do schránky
9005=Kopírovat do aktualní složky
9006=Přesunout do aktuální složky
9007=Copy
9008=Cut
9020=Opravdu chcete přesunout  "$1" do "$2"?

;Tutorial
7000=Úvodní kurz
7001=Vyzkoušejte si to!
7002=Další >
7003=Ne, děkuji
7004=Hotovo
7005=Klikněte *Další >* až budete hotovi

7010=Zdá se, že toto je poprvé co spouštíte Listary. Chcete absolvovat úvodní kurz?

7020=Nyní bude otevřeno okno Průzkumníka abysme mohli začít začít.

7030=V Průzkumníku můžete přímo napsat co potřebujete najít.
7031=Napiště *text 2*

7040=*Tabelátor / Nahoru / Dolů:* Vybere soubor nebo složku
7041=*Enter:* Otevře vybraný soubor nebo složku
7042=*ESC:* Skryje panel nástrojů Listary

7050=Pokud používáte často kontextové menu, akční režim bude velmi užitečný.
7051=Napište vlastní hledaný výraz
7052=Vyberte jeden výsledek (použijte Tab / Nahoru / Dolu)
7053=Stiskněte *šipku doprava*

7060=Všechny vaše položky z kontextové nabídky jsou zde (32-bitové i 64-bitové). Můžete použít vyhledávání k okamžitému zvolení té, kterou potřebujete.

7070=Můžete také napsat přímo cestu.
7071=Napište cestu jako např. D:\Moje složka\Fotografie

7080=Aby se zabránilo konfliktům, Listary se automaticky neukazuje v některých souborových manažerech třetích stran. Vždy můžete použít klávesu ($1) k aktivaci Listary.
7081=Zkuste klávesovou zkratku *$1*

7090=Pokud upřednostňujete myš, můžete k otevření Listary použít dvojklik nebo kliknutí na prostřední tlačítko.
7091=Klikněte dvakrát na nějaké prázdné místo v pravém panelu Průzkumníku.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Vyberte Notepad
7103=Pro otevření stiskněte Enter

7110=Nyní byste měli mít otevřené okno Poznámkový blok.
7111=Vyberte Soubor/Otevřít... (nebo stikněte Ctrl + O) v Poznámkvém bloku.

7112=Stiskněte *Ctrl + G*
7120=Listary otevřelo vaši předchozí složku z Průzkumníku! Může vám také pomoci tím, že to bude dělat automaticky.
7121=Přepněte se do předchozího okna Průzkumníku.
7122=Otevřete jakoukoliv jinou složku v Průzkumníku.
7123=Přepněte se zpátky do okna Otevřít v Poznámkovém bloku
7124=Všimněte si, že se v okne Otevřít změnila složka

7130=Listary má mnoho dalších vlastností jako Oblíbené položky, Historie a Příkazy. Můžete kliknout na tlačítka v panelu nástrojů Listary a prozkoumat je.

7141=Děkujeme vám za váš čas! Klikněte na následující odkaz a dozvíte se více o skvělých funkcích Listary:
7142=Zjistit více o Listary
